Repository: Strahinja/snownews
Catalog: po/*.po
Languages: pl, sr

source: Need at least 80 COLS terminal, sorry!
pl: Twój terminal musi mieæ co majmniej 80 kolumn!
sr: Потребан је бар терминал од 80 КОЛ, извините!

source: Version %s
pl: Wersja %s
sr: Верзија %s

source: Merry Christmas from the Snownews developers.
pl: Weso³ych ¦wi±t od deweloperów Snownews!
sr: Срећан Божић вам желе програмери Snownews-а.

source: Main code
pl: G³ówny programista
sr: Главни код

source: Additional code
pl: Wspó³praca
sr: Додатни код

source: Translation team
pl: T³umaczenie
sr: Преводилачки тим

source: Version
pl: Wersja
sr: Верзија

source: Brought to you by:
pl: Autorzy:
sr: Омогућили:

source: No description available.
pl: Opis nie jest dostêpny.
sr: Није доступан опис.

source: ERROR: zlib_uncompress: %d %s
pl: B£¡D: zlib_uncompress: %d %s
sr: ГРЕШКА: zlib_uncompress: %d %s

source: ERROR: No output during decompression
pl: B£¡D: Dekompresja nie zwróci³a danych
sr: ГРЕШКА: Није настао излаз током декомпресије

source: ERROR: Invalid magic bytes for GZIP data
pl: B£¡D: B³êdne magiczne bajty danych GZIP
sr: ГРЕШКА: Неисправни магични бајтови за GZIP податке

source: ERROR: Compression method is not deflate
pl: B£¡D: Metoda kompresji jest ró¿na od deflate
sr: ГРЕШКА: Метод компресије није deflate

source: ERROR: Unsupported flags %d
pl: B£¡D: Nieobs³ugiwane flagi %d
sr: ГРЕШКА: Неподржане заставице %d

source: Cookie for %s has expired!
pl: Ciasteczko dla %s straci³o wa¿no¶æ!
sr: Колачић за %s је истекао!

source: Current setting: %s
pl: Aktualne ustawienia: %s
sr: Текућа поставка: %s

source: Aborted.
pl: Przerwany.
sr: Прекинуто.

source: Only %s format strings allowed for default browser!
pl: Dozwolony format ³añcucha dla domy¶lnej przegl±darki to %s!
sr: Само су форматне ниске %s дозвољене за подразумевани читач!

source: Unsafe browser string (contains quotes)! See snownews.kcore.de/faq#toc2.4
pl: Niebezpieczny ³añcuch (zawiera cudzys³owy)! Zobacz snownews.kcore.de/faq#toc2.4
sr: Небезбедна ниска читача (садржи наводнике)! Видите snownews.kcore.de/faq#toc2.4

source: Enter new name. Blank line to abort. '-' to reset.
pl: Wprowad¼ now± nazwê. Pusta linia anuluje zmianê, '-' resetuje.
sr: Унесите ново име. Празан ред прекида. „-“ за поновно постављање.

source: The new title must not contain a "|" character!
pl: Nowy tytu³ nie mo¿e zawieraæ znaku "|"
sr: Нови наслов не сме садржати знак „|“!

source: Enter URL of the feed you want to add. Blank line to abort.
pl: Wprowad¼ URL nowego kana³u. Pusta linia anuluje.
sr: Унесите УРЛ фида који желите да додате. Празан ред прекида.

source: The feed could not be parsed. Do you need a filter script for this feed? (y/n)
pl: Kana³ nie mo¿e byæ sparsowany. Czy wymagany jest filtr? (y/n)
sr: Фид се не може рашчланити. Желите ли филтарски скрипт за овај фид? (y/n)

source: Last updated: %s
pl: Ostatnio uaktualniany: %s
sr: Последње ажурирање: %s

source: No modification date.
pl: Brak daty ostatniej modyfikacji.
sr: Нема датума измене.

source: In disk cache: %lld bytes
pl: W keszu: %lld bajtów
sr: У кешу на диску: %lld бајтова

source: Not in disk cache.
pl: Nie jest dostêpny w keszu
sr: Није у кешу на диску.

source: Categories:
pl: Kategorie:
sr: Категорије:

source: none
pl: brak
sr: ниједна

source: Feed uses authentication.
pl: Kana³ wymaga autoryzacji.
sr: Фид користи аутентификацију.

source: Feed does not use authentication.
pl: Kana³ nie wymaga autoryzacji.
sr: Фид не користи аутентификацију.

source: Last webserver status: %d
pl: Ostatni status serwera: %d
sr: Последњи статус веб сервера: %d

source: Filtered through:
pl: Przefiltrowany przez:
sr: Филтрирано преко:

source: Displaying feed information.
pl: Wy¶wietlam informacje o kanale.
sr: Приказивање података о фиду.

source: Are you sure you want to delete this feed?
pl: Jeste¶ pewien, ¿e chcesz skasowaæ ten kana³?
sr: Да ли сте сигурни да желите да обришете овај фид?

source: Type 'y' to delete, any other key to abort.
pl: Wci¶nij 'y' aby skasowaæ, ka¿dy inny klawisz anuluje
sr: Откуцајте „y“ (ипсилон) да обришете, било који други тастер за прекид.

source: Add RSS feed...
pl: Dodaj kana³ RSS...
sr: Додај RSS фид...

source: Delete highlighted RSS feed...
pl: Skasuj zaznaczony kana³...
sr: Обриши означени RSS фид...

source: Rename feed...
pl: Zmieñ nazwê kana³u...
sr: Преименуј фид...

source: Reload all feeds
pl: Pobierz nowe dla wszystkich kana³ów
sr: Поново учитај све фидове

source: Reload this feed
pl: Pobierz nowe aktualnego kana³u
sr: Поново учитај овај фид

source: Mark all read
pl: Oznacz wszystkie jako przeczytane
sr: Означи све прочитаним

source: Change default browser...
pl: Zmieñ domy¶ln± przegl±darkê...
sr: Промени подразумевани читач...

source: Move item up, down
pl: Przesuñ w górê
sr: Помери ставку горе, доле

source: Sort feed list alphabetically
pl: Posortuj listê kana³ów alfabetycznie
sr: Сортирај листу фидова алфабетски

source: Categorize feed...
pl: Ustaw kategoriê kana³u...
sr: Разврстај фид...

source: Apply filter...
pl: W³±cz filtr...
sr: Примени филтер...

source: Only current category
pl: Poka¿ tylko aktualn± kategoriê
sr: Само текућа категорија

source: Remove filter
pl: Wy³±cz filtrowanie
sr: Уклони филтер

source: Toggle AND/OR filtering
pl: Prze³±cz filtrowanie AND/OR
sr: Смени И/ИЛИ филтрирање

source: Show new headlines
pl: Poka¿ nowe z wszystkich kana³ów
sr: Прикажи нове наслове

source: Add conversion filter...
pl: Dodaj filtr konwersji...
sr: Додај филтер за конверзију...

source: Type Ahead Find
pl: Znajd¼
sr: Type Ahead претрага

source: About
pl: O programie
sr: О програму

source: Quit program
pl: Wyjd¼ z programu
sr: Заврши рад у програму

source: Press the any(tm) key to exit help screen.
pl: Wci¶nij dowolny klawisz aby wyj¶æ z pomocy.
sr: Притисните any(tm) тастер (било који) за излаз из екрана помоћи.

source: %c, up:
pl: %c, góra:
sr: %c, горе:

source: %c, down:
pl: %c, dó³:
sr: %c, доле:

source: Previous item
pl: Poprzednia wiadomo¶æ
sr: Претходна ставка

source: Next item
pl: Nastêpna wiadomo¶æ
sr: Следећа ставка

source: View item
pl: Poka¿ wiadomo¶æ
sr: Прикажи ставку

source: Open homepage
pl: Otwórz stronê domow±
sr: Отвори почетну страницу

source: Open link
pl: Otwórz link
sr: Отвори везу

source: Mark item unread
pl: Zaznacz wiadomo¶æ jako nieprz.
sr: Означи ставку непрочитаном

source: Show feed info...
pl: Poka¿ informacje o kanale...
sr: Прикажи податке о фиду...

source: Return to main menu
pl: Powrót do g³ównego menu
sr: Повратак у главни мени

source: cursor:
pl: kursor:
sr: курсор:

source: Scroll text
pl: Przewiñ tekst
sr: Скролуј текст

source: Return to overview
pl: Powrót do listy
sr: Врати се у преглед

source: Category configuration for %s
pl: Konfiguracja kategorii dla %s
sr: Подешавање категорија за %s

source: No category defined. Select one or add a new category:
pl: Nie zdefiniowano kategorii. Wybierz istniej±c± lub dodaj now±:
sr: Ниједна категорија није задата. Изаберите једну или додајте нову:

source: Select category number to add, press 'A' to add a new category or '%c' to quit.
pl: Wybierz numer kategorii, wci¶nij 'A' aby dodaæ now± lub '%c' aby wyj¶æ
sr: Изаберите број категорије за додавање, притисните „A“ да додате нову или „%c“ за излаз.

source: Categories defined for this feed:
pl: Kategorie zdefiniowane dla tego kana³u:
sr: Категорије које су задате за овај фид:

source: Select a category number to delete, press 'A' to add a new one or '%c' to quit.
pl: Wybierz numer kategorii aby skasowaæ, wci¶nij 'A' aby dodaæ now± lub '%c' aby wyj¶æ.
sr: Изаберите број категорије за брисање, притисните „A“ да додате нову или „%c“ за излаз.

source: Select a new category or add a new one:
pl: Wybierz now± kategoriê lub dodaj now±:
sr: Изаберите нову категорију или додајте нову:

source: Enter new category name.
pl: Wprowad¼ nazwê nowej kategorii.
sr: Унесите назив нове категорије.

source: Category already defined for this feed!
pl: Ten kana³ ma ju¿ ustawion± kategoriê!
sr: Категорија је већ задата за овај фид!

source: Select filter to apply
pl: Wybierz filtr, który ma zostaæ zaaplikowany
sr: Изаберите филтер

source: Select a category number or any other key to reset filters.
pl: Wybierz numer kategorii. Inny klawisz resetuje filtrowanie.
sr: Изаберите број категорије или било који други тастер за поновно постављање филтера.

source: Enter script to pipe feed through.
pl: Wska¿ skrypt który przefiltruje dane
sr: Унесите скрипт коме ће се проследити фид.

source: Loading "%s"
pl: Wczytujê "%s"
sr: Учитавање „%s“

source: Could not write temp file for filter: %s
pl: Nie mogê zapisaæ tymczasowego pliku dla filtru: %s
sr: Неуспешно уписивање у привремену датотеку за филтер: %s

source: No title
pl: Brak tytu³u
sr: Без наслова

source: -> No link
pl: -> Brak linku
sr: -> Недостаје веза

source: Press '%c' or Enter to return to previous screen. Hit '%c' for help screen.
pl: Wci¶nij '%c' lub Enter aby powróciæ do poprzedniego ekranu. '%c' pokazuje ekran pomocy
sr: Притисните „%c“ или Enter за повратак на претходни екран. Притисните „%c“ за екран помоћи.

source: Press '%c' to return to main menu, '%c' to show help.
pl: Wci¶nij '%c' aby powróciæ do g³ównego okna. '%c' pokazuje ekran pomocy.
sr: Притисните „%c“ за повратак у главни мени, „%c“ за приказ помоћи.

source: Please deactivate the category filter before using this function.
pl: Musisz deaktywowaæ filtrowanie, aby skorzystaæ z tej funkcji.
sr: Деактивирајте филтар категорија пре него што користите ову могућност.

source: new
pl: nowe
sr: ново

source: %3d new
pl: %3d nowych
sr: %3d нових

source: Press '%c' for help window.
pl: Wci¶nij '%c' aby wy¶wietliæ pomoc.
sr: Притисните „%c“ за прозор помоћи.

source: Successfully added new item...
pl: Pomy¶lnie dodano nowy kana³...
sr: Успешно додата нова ставка...

source: Invalid URL! Please add http:// if you forgot this.
pl: B³êdny URL! Byæ mo¿e zapomnia³e¶ o przedrostku http://
sr: Неисправан УРЛ! Додајте http:// ако сте то заборавили.

source: There was a problem adding the feed!
pl: Wyst±pi³ b³±d podczas dodawania kana³u!
sr: Било је проблема приликом додавања фида!

source: You cannot move items while a category filter is defined!
pl: Nie mo¿esz przemieszczaæ elementów podczas filtrowania!
sr: Не можете померати ставке док је задат филтар категорија!

source: Bad request
pl: B³êdne ¿adanie
sr: Лош захтев

source: Payment required
pl: Wymagana op³ata
sr: Захтева се плаћање

source: Access denied
pl: Brak dostêpu
sr: Приступ одбијен

source: Internal server error
pl: B³±d wewnêtrzny serwera
sr: Унутрашња грешка сервера

source: Not implemented
pl: Nie zaimplementowano
sr: Није имплементирано

source: Service unavailable
pl: Serwis niedostêpny
sr: Сервис недоступан

source: %s: Invalid URL!
pl: %s: b³êdny URL!
sr: %s: Неисправан УРЛ!

source: %s: Couldn't create network socket!
pl: %s: Nie mogê nawi±zaæ po³±czenia!
sr: %s: Неуспешно креирање мрежне утичнице!

source: %s: Can't resolve host!
pl: %s: Nie mogê znale¼æ hosta!
sr: %s: Не може се разрешити хост!

source: %s: Connection refused!
pl: %s: Po³±czenie odrzucone!
sr: %s: Повезивање је одбијено!

source: %s: Couldn't connect to server: %s
pl: %s: Nie mogê po³±czyæ siê z serwerem %s
sr: %s: Неуспешно повезивање са сервером: %s

source: %s: Connection timed out.
pl: %s: Przekroczono czas po³±czenia.
sr: %s: Повезивању је истекло време.

source: %s: Too many HTTP redirects encountered! Giving up.
pl: %s: Za du¿o po³±czeñ HTTP! Odpuszczam.
sr: %s: Превише HTTP преусмеравања! Одустајем.

source: %s: Server sent an invalid redirect!
pl: %s: Serwer wys³a³ nieprawid³owe przekierowanie!
sr: %s: Сервер је послао неисправно преусмеравање!

source: %s: This feed no longer exists. Please unsubscribe!
pl: %s: Ten kana³ ju¿ nie istnieje. Proszê zakoñczyæ subskrypcjê!
sr: %s: Овај фид више не постоји. Отпретплатите се!

source: %s: Could not download feed: %s
pl: %s: Nie mogê otworzyæ kana³u %s
sr: %s: Неуспешно преузимање фида: %s

source: %s: Error in server reply.
pl: %s: B³êdna odpowied¼ serwera.
sr: %s: Грешка у одговору сервера.

source: %s: Authentication failed!
pl: %s: B³±d autoryzacji!
sr: %s: Неуспешна аутентификација!

source: %s: URL does not contain authentication information!
pl: %s: URL nie zawiera informacji o autoryzacji!
sr: %s: УРЛ не садржи податке о аутентификацији!

source: %s: Could not generate authentication information!
pl: %s: Nie mogê wygenerowaæ informacji dla autoryzacji!
sr: %s: Неуспешно генерисање података о аутентификацији!

source: %s: Unsupported authentication method requested by server!
pl: %s: Serwer ¿±da nieobs³ugiwanej metody autoryzacji!
sr: %s: Сервер је захтевао неподржани метод аутентификације!

source: %s: Error decompressing server reply!
pl: %s: B³±d dekompresji odpowiedzi serwera
sr: %s: Грешка приликом декомпресије одговора сервера!

source: Invalid XML! Cannot parse this feed!
pl: B³êdny XML! Nie mogê sparsowaæ kana³u!
sr: Неисправан XML! Не може се рашчланити овај фид!

source: Cache for %s is toast. Reloading from server...
pl: Kesz dla %s nieaktualny. Prze³adowujê z serwera...
sr: Кеш за %s га је угасио. Поново учитавам са сервера...

source: Could not load %s!
pl: Nie mogê wczytaæ %s!
sr: Неуспешно учитавање %s!

source: Loading cache [
pl: Wczytujê kesz [
sr: Учитавање кеша [

source: Saving settings [
pl: Zachowujê ustawienia [
sr: Чување подешавања [

source: Save settings (browser)
pl: Zachowaj ustawienia przegl±darki

source: Save settings (urls)
pl: Zachowaj ustawienia kana³ów

source: Writing cache file
pl: Zapisujê plik keszu
sr: Уписивање датотеке кеша

source: Bye.
pl: ¯egnaj.
sr: Здраво.

source: Aborting program execution! An internal error occured. Snownews has quit, no changes has been saved!
pl: Przerwano wykonanie programu!Snownews zakoñczy³ dzia³anie. ¯adne zmiany nie zosta³y zachowane!
sr: Прекид извршавања програма! Дошло је до унутрашње грешке. Snownews је завршио са радом, ниједна измена није сачувана!

source: This shouldn't happen, please submit a bugreport to kiza@kcore.de, tell me what you where doing and include the output below in your mail.
pl: To nie powinno by³o siê wydarzyæ. Bardzo proszê o zg³oszenieb³êdu na adres kiza@kcore.de. Napisz, proszê, co robi³e¶ tu¿ przed zwisemoraz do³±cz do maila poni¿sze informacje:
sr: Ово не би смело да се догоди, пошаљите пријаву грешке на kiza@kcore.de, напишите шта сте радили и додајте следећи излаз у вашем мејлу.

source: While executing: %s
pl: Podczas wykonywania: %s
sr: При извршавању: %s

source: Error as reported by the system: %s
pl: System zg³osi³ b³±d %s
sr: Грешка коју је пријавио систем: %s

source: Snownews version %s
pl: Snownews wersja %s
sr: Верзија snownews-а %s

source: The option "--disable-versioncheck" has been obsoleted.
pl: Opcja "--disable-versioncheck" jest przestarza³a.
sr: Опција „--disable-versioncheck“ је застарела.

source: Please see the manpage for details.
pl: Po szczegó³y zapraszam do mana.
sr: Погледајте man страницу за више детаља.

source: (To deactivate check, put -1 into ~/.snownews/updatecheck)
pl: (Aby deaktywowaæ sprawdzania, wpisz -1 do ~/.snownews/updatecheck)
sr: (За деактивирање провере, ставите -1 у ~/.snownews/updatecheck)

source: usage: snownews [-huV] [--help|--update|--version]
pl: u¿ycie: snownews [-huV] [--help|--update|--version]
sr: употреба: snownews [-huV] [--help|--update|--version]

source: --update|-u Automatically update every feed.
pl: --update|-u Automatycznie uaktualnia kana³y.
sr: --update|-u Аутоматско ажурирање сваког фида.

source: --help|-h Print this help message.
pl: --help|-h Wypisuje ten ekran pomocy.
sr: --help|-h Исписивање ове поруке помоћи.

source: --version|-V Print version number and exit.
pl: --version|-V Wypisuje numer wersji i wychodzi.
sr: --version|-V Исписивање броја верзије и излаз.

source: --disable-versioncheck (obsoleted)
pl: --disable-versioncheck (przestarza³e)
sr: --disable-versioncheck (застарело)

source: Downloading "%s"
pl: Uaktualniam "%s"
sr: Преузимање „%s“

source: Downloading "http://%s%s"
pl: ¦ci±gam "http://%s%s"
sr: Преузимање „http://%s%s“

source: URL points to permanent redirect, updating with new location...
pl: URL wskazuje na sta³e przekierowanie, uaktualniam nowy adres...
sr: УРЛ упућује на трајну редирекцију, ажурирам новом локацијом...

source: Allocating memory
pl: Alokujê pamiêæ
sr: Алоцирање меморије

source: Creating new config "browser"...
pl: Tworzê nowe ustawienia przegl±darki...
sr: Креирање новог подешавања „browser“...

source: Create initial configfile "config"
pl: Tworzê plik z domy¶ln± konfiguracj±
sr: Креирање почетне датотеке са подешавањима „config“

source: Creating config directory ~/.snownews/
pl: Tworzê katalog konfiguracji ~/.snownews/
sr: Креирање директоријума са подешавањима ~/.snownews/

source: A file with the name "~/.snownews/" exists!
pl: Plik "~/.snownews/" ju¿ istnieje!
sr: Већ постоји датотека под именом „~/.snownews/“!

source: Creating config directory ~/.snownews/cache/
pl: Tworzê katalog ~/.snownews/cache/
sr: Креирање директоријума са подешавањима ~/.snownews/cache/

source: A file with the name "~/.snownews/cache/" exists!
pl: Plik "~/.snownews/cache/" ju¿ istnieje!
sr: Већ постоји датотека под именом „~/.snownews/cache/“!

source: Reading configuration settings...
pl: Prze³adowujê ustawienia konfiguracyjne...
sr: Учитавање поставки подешавања...

source: Creating new configfile.
pl: Tworzê nowy plik konfiguracji.
sr: Креирање нове датотеке са подешавањима.

source: Create initial configfile "urls"
pl: Towrzê plik kana³ów
sr: Креирање почетне датотеке са подешавањима „urls“

source: Sorting, please wait...
pl: Trwa sortowanie, proszê czekaæ...
sr: Сортирање, молим сачекајте...

source: Invalid URL passed. Possible shell exploit attempted!
pl: Wprowadzono b³êdny URL!
sr: Прослеђен је неисправан УРЛ. Можда је покушан упад преко shell-а!

source: Executing %s
pl: Przetwarzam %s
sr: Извршавање %s

source: (New headlines)
pl: (Nowe wiadomo¶ci)
sr: (Нови наслови)

source: A new version %s of Snownews is available.
pl: Nowa wersja %s Snownews jest juz dostêpna!
sr: Доступна је нова верзија %s Snownews-а.

source: If you want to download it, go to http://snownews.kcore.de/downloading/
pl: Je¿eli chcesz j± ¶ci±gn±æ, wejd¼ na http://snownews.kcore.de/downloading/
sr: Ако желите да је преузмете, идите на http://snownews.kcore.de/downloading/

source: To disable the auto version check see the manpage.
pl: W manie opisano jak wy³±czyæ automatyczne sprawdzanie wersji.
sr: Да бисте онемогућили аутоматску проверу верзије погледајте man страницу.
